Revit 2027 API
SpecTypeId.HeatingLoadDividedByVolume Property
 Heating Load divided by Volume, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeatingLoadDividedByVolume { get; }
Public Shared ReadOnly Property HeatingLoadDividedByVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeatingLoadDividedByVolume {
	ForgeTypeId^ get ();
}
static member HeatingLoadDividedByVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace